Repository: wp-plugins/zz-image-slider
Catalog: languages/zz-images-slider-*.po
Languages: lt_lt

source: Read More
lt_lt: Skaityti daugiau

source: AutoPlay
lt_lt: Auto rodymas

source: Whether to auto play, to enable slideshow, this option must be set to true.
lt_lt: Norit automatiškai startuoti paveikslėlių rodymą, šis parametras turi būti įjungtas

source: Transition
lt_lt: Pakeitimo efektas

source: Slideshow transition
lt_lt: Paveikslėlių pakeitimo efektas.

source: default
lt_lt: standartinis

source: right to left
lt_lt: iš kairės į dešinę

source: left to right
lt_lt: iš dešinės į kairę

source: swicth
lt_lt: sukeisti

source: Start Index
lt_lt: Startinio paveikslėlio nr.

source: Index of slide to display when initialize, default value is 0
lt_lt: Startinio paveikslėlio numeris, nuo kurio pradedamas rodymas. Standartinė reikšmė: 0

source: Loop
lt_lt: Ciklas

source: Enable loop(circular) of carousel or not, 0: stop, 1: loop, 2 rewind, default value is 1
lt_lt: Paveikslėlių rodymas ciklo tipas (veikmas atliekamas peržiūrėjus visus slaiderio paveikslėlius)

source: stop
lt_lt: peržiūrėjus sustoti

source: loop
lt_lt: kartoti

source: rewind
lt_lt: atsukti atgal ir kartoti

source: AutoPlay Steps
lt_lt: Automatinio rodymo žingsnis

source: Steps to go for each auto play request. Possible value can be 1, 2, -1, -2 ...
lt_lt: Kito paveikslėlio žingsnis, kai naudojamas automatinis rodymas. Galimos reikšmės: 1, 2, -1, -2, ...

source: AutoPlay Interval
lt_lt: Automatinio rodymo intermalas

source: Interval (in milliseconds) to go for next slide since the previous stopped if the slider is auto playing
lt_lt: Automatinio rodymo vieno paveikslėlio peržiūros intervalas (milisekundėmis)

source: Slide Duration
lt_lt: Pakeitimo trukmė

source: Specifies default duration for right to left animation in milliseconds
lt_lt: Paveikslėlių pakeitimo efekto trukmė (milisekundėmis)

source: Pause On Hover
lt_lt: Pauzė užvedus kursorių

source: Whether to pause when mouse over if a slider is auto playing, 0: no pause, 1: pause for desktop, 2: pause for touch device, 3: pause for desktop and touch device, 4: freeze for desktop, 8: freeze for touch device, 12: freeze for desktop and touch device, default value is 1
lt_lt: Kada turėtų būti stabdoma automatinė peržiūra kai užvedamas pelės kursorius

source: no pause
lt_lt: pauzės nėra

source: pause for desktop
lt_lt: pauzė staliniuose kompiuteriuose

source: pause for touch device
lt_lt: pauzė įrenginiuose su lietimo ekranais

source: pause for desktop and touch device
lt_lt: pauzė staliniuose ir įrenginiuose su lietimo ekranais

source: freeze for desktop
lt_lt: staigus stabdymas staliniuose kompiuteriuose

source: freeze for touch device
lt_lt: staigus stabdymas įrenginiuose us lietimo ekranais

source: freeze for desktop and touch device
lt_lt: staigus stabdymas staliniuose ir įrenginiuose su lietimo ekranais

source: Fill Mode
lt_lt: Užpildymo tipas

source: The way to fill image in slide, 0: stretch, 1: contain (keep aspect ratio and put all inside slide), 2: cover (keep aspect ratio and cover whole slide), 4: actual size, 5: contain for large image and actual size for small image, default value is 0
lt_lt: Paveikslėlių pateikimo skaidrėje tipas.

source: stretch
lt_lt: ištempti

source: contain
lt_lt: išlaikyti proporcijas, sutalpinant skaidrėje

source: cover
lt_lt: išlaikyti proporcijas, padengiant visą skaidrę

source: actual size
lt_lt: nekeisti dydžio

source: contain for large image
lt_lt: išlaikyti proporcijas (dideliems paveikslėliams)

source: Play Orientation
lt_lt: Peržiūros kryptis

source: Orientation to play slide (for auto play, navigation), 1: horizontal, 2: vertical
lt_lt: Peržiūros kryptis taikoma automatiniai peržiūrai ir navigacijai

source: horizontal
lt_lt: horizontali

source: vertical
lt_lt: vertikali

source: horizontal reverse
lt_lt: horizontali atvirkštinė

source: vertical reverse
lt_lt: vertikali atvirkštinė

source: Drag Orientation
lt_lt: Traukimo kryptis

source: Orientation to drag slide, 0: no drag, 1: horizental, 2: vertical, 3: either (Note that the $DragOrientation should be the same as $PlayOrientation when $DisplayPieces is greater than 1, or parking position is not 0)
lt_lt: Leidžia traukimo pele kriptis

source: no drag
lt_lt: neleidžiama

source: either
lt_lt: visos

source: Arrow Key Navigation
lt_lt: Navigacija klaviatūra

source: Allows keyboard (arrow key) navigation or not
lt_lt: Ar leisti navigacija su klaviatūros rodyklėmis

source: Responsive
lt_lt: Responsive funkcija

source: Enable responsive slider. If enabled, sliders width and height depends on sliders parent container width and height.
lt_lt: Įjungiamas responsive slaidrio funkcionalumas. Jei šis parametras įjungtas, slaiderio aukštis ir plotis priklauso nuo slaiderio konteinerio tėvinio elemento aukščio ir pločio.

source: Slide Spacing
lt_lt: Tarpas tarp skaidrių

source: Space between each slide in pixels
lt_lt: Tarpas tarp skaidrių (pikseliais)

source: Slide Width
lt_lt: Skaidrės plotis

source: Width of every slide in pixels
lt_lt: Kiekvienos skaidrės plotis (pikseliais)

source: Slide Height
lt_lt: Skaidrės aukštis

source: Height of every slide in pixels
lt_lt: Kiekvienos skaidrės aukštis (pikseliais)

source: Show Bullets
lt_lt: Rodyti punktelius

source: Show navigation bullets
lt_lt: Rodyti navigacijos punktelius

source: Never
lt_lt: Niekada

source: Mouse Over
lt_lt: Užvedus pelės kursorių

source: Always
lt_lt: Visada

source: Bullets Skin
lt_lt: Punktelių tema

source: Choose navigation bullets skin.
lt_lt: Nurodomas punktelių temos numeris

source: Show Arrows
lt_lt: Rodyti rodykles

source: Show navigation arrows.
lt_lt: Rodyti navigacijos rodykles

source: Arrows Skin
lt_lt: Rodyklių tema

source: Choose navigation arrows skin.
lt_lt: Nurodomas rodyklių temos numeris

source: Show Thumbnails
lt_lt: Rodyti sumažintus paveikslėlius

source: Show images thumbnails
lt_lt: Rodyti sumažintus paveikslėlius navigacijai

source: Thumbnails Skin
lt_lt: Sumažintų paveikslėlių tema

source: Choose thumbnails skin.
lt_lt: Nurodomas sumažintų paveikslėlių temos numeris.

source: Link Button Title
lt_lt: Detalesnės info mygtuko pavadinimas

source: Styles
lt_lt: Stiliai

source: Choose slider styles. To use styles from different location (theme, other plugin, ...) choose "Use Custom Styles".
lt_lt: Slaiderio CSS stiliai. Norint naudoti nestandartinius (temos, kito įskiepio, ...) stilius reikia pasirinkti "nestandartiniai".

source: Use default styles
lt_lt: standartiniai

source: Use custom styles
lt_lt: nestandartiniai

source: Choose something
lt_lt: Pasirinkti

source: Are you sure you want to delete this?
lt_lt: Ar tikai norite tai pašalinti?

# zzis_gallery
source: ZZ Image Slider
lt_lt: ZZ Paveikslėlių Slaideris

# zzis_gallery
source: Add New Image Slider
lt_lt: Pridėti naują slaiderį

# zzis_gallery
source: Edit Image Slider
lt_lt: Redaguoti slaiderį

# zzis_gallery
source: New Image Slider
lt_lt: Naujas slaideris

# zzis_gallery
source: View Image Slider
lt_lt: Peržiūrėti slaiderį

# zzis_gallery
source: Search Image Slider
lt_lt: Ieškoti slaiderio

# zzis_gallery
source: No Image Slider found
lt_lt: Slaiderių nerasta

# zzis_gallery
source: No Image found in Trash
lt_lt: Paveikslėlių šiūkšlinėje nerasta

# zzis_gallery
source: Parent Image:
lt_lt: Pradinis paveikslėlis:

source: All Image Sliders
lt_lt: Visi slaideriai

source: ZZ Image Slider Title
lt_lt: ZZ slaiderio pavadinimas

source: ZZ Image Slider Shortcode
lt_lt: ZZ slaiderio kodas

source: ZZ Image Slider PHP code
lt_lt: ZZ slaiderio PHP kodas

source: Date
lt_lt: Data

source: Add Images
lt_lt: Pridėti paveikslėlius

source: Apply Setting On ZZ Image Slider
lt_lt: ZZ Slaiderio parametrai

source: Copy Image Slider Shortcode
lt_lt: Kopijuokite slaiderio kodą

source: Ratings
lt_lt: Reitingai

source: Upgrade to PRO
lt_lt: Pagerinti iki PRO

source: Add New Images
lt_lt: Pridėti naujų paveikslėlių

source: Slide Title
lt_lt: Paveikslėlio pavadinimas

source: Enter Slide Title
lt_lt: Įveskite paveikslėlio pavadinimą

source: Slide Description
lt_lt: Paveikslėlio aprašas

source: Enter Slide Description
lt_lt: Įveskite paveikslėlio aprašą

source: Link
lt_lt: Detalesnės info nuoroda

source: Enter Custom Link
lt_lt: Įveskite detalesnės informacijos nuorodą

source: Link Type
lt_lt: Detalesnės info nuorodos tipas

source: button
lt_lt: mygtukas

source: image
lt_lt: visas paveikslėlis

source: Visible
lt_lt: Matomas

source: Please Review & Rate This Plugin On WordPress
lt_lt: Prašome įvertinti šį įskiepį wordpress.com

source: RATE ME
lt_lt: ĮVERTINK MANE

source: Save
lt_lt: Saugoti

source: Use below shortcode in any Page/Post to publish your slider
lt_lt: Norit atvaizduoti savo slaiderį puslapyje arba įraše, naudokite žemiau pateiktą kodą

source: Use below PHP code in any php file to publish your slider
lt_lt: Norit integruoti savo slaiderį į temos ar kitokį PHP failą, naudokite žemiau pateiktą PHP kodą

source: Upgrade to ZZ Image Slider PRO
lt_lt: Pagerinti į PRO vrsiją

source: Upgrade
lt_lt: Pagerinti
